Repository: pmpr/wp-mdl-salary
Catalog: translation/*.po
Languages: fa_ir

source: Can not find request
fa_ir: درخواست پیدا نشد

source: Description is required for rejected status
fa_ir: مقدار شرح برای وضعیت رد شده ضروری است

source: Status is required
fa_ir: مقدار وضعیت ضروری است

source: Request status successfully changed to %s
fa_ir: وضعیت درخواست با موفقیت به %s تغییر کرد

source: Can not handle your request, please contact development team.
fa_ir: قادر به پردازش درخواست شما نیستیم، لطفا با تیم توسعه تماس بگیرید.

source: ID is required
fa_ir: شناسه یک پارامتر ضروری است

source: Agreement
fa_ir: الگوی درآمدی

source: Agreements
fa_ir: الگو‌های درآمدی

source: Title
fa_ir: عنوان

source: Has an Internship
fa_ir: دارای دوره کارآموزی

source: Open
fa_ir: باز

source: Closed
fa_ir: بسته

source: Private
fa_ir: خصوصی

source: Status
fa_ir: وضعیت

source: Viewing Roles
fa_ir: نقش‌های مشاهده کننده

source: Viewing Users
fa_ir: کاربران مشاهده کننده

source: Assigned Role
fa_ir: نقش اختصاص داده شده

source: User(Request) Selector Callback
fa_ir: رویه انتخابگر کاربر(درخواست)

source: Product Selector Method
fa_ir: روش انتخاب محصول

source: By Callback
fa_ir: توسط رویه

source: Direct
fa_ir: مستقیم

source: Product Selector Callback
fa_ir: رویه انتخابگر محصول

source: Products
fa_ir: محصولات

source: Product Categories
fa_ir: دسته‌های محصول

source: Agreement Method
fa_ir: شیوه درآمد

source: Constant Rate
fa_ir: نرخ ثابت

source: Variable Rate
fa_ir: نرخ متغییر (درصدی)

source: Agreement Method Value
fa_ir: مقدار درآمد

source: Order Threshold Type
fa_ir: نوع آستانه‌گذاری سفارش‌ها

source: Without Threshold
fa_ir: بدون آستانه گذاری

source: Numerical
fa_ir: عددی

source: Monetary
fa_ir: پولی

source: Consider Before Minimum Threshold
fa_ir: حساب کردن کف آستانه

source: Maximum Order Threshold
fa_ir: سقف آستانه

source: Minimum Order Threshold
fa_ir: کف آستانه

source: Manual
fa_ir: دستی

source: Automatic
fa_ir: خودکار

source: Withdraw Method
fa_ir: طریقه برداشت

source: Withdraw Period
fa_ir: بازه زمانی تسویه

source: Per Week
fa_ir: هفتگی

source: Per Month
fa_ir: ماهیانه

source: Each Three Month
fa_ir: هر سه ماه

source: Each Six Month
fa_ir: هر شش ماه

source: Per Year
fa_ir: سالیانه

source: Request Method
fa_ir: روش درخواست

source: Free
fa_ir: رایگان

source: Costly
fa_ir: با هزینه

source: Request Method's Product
fa_ir: محصول روش درخواست

source: Description
fa_ir: شرح

source: Terms
fa_ir: قوانین و مقررات

source: Requests
fa_ir: درخواست‌ها

source: Created At
fa_ir: تاریخ ایجاد

source: Updated At
fa_ir: تاریخ به روزرسانی

source: Product
fa_ir: محصول

source: Category
fa_ir: دسته

source: Include %s
fa_ir: شامل %s

source: &nbsp;and&nbsp;
fa_ir: &nbsp;و&nbsp;

source: %s Number
fa_ir: %s عدد

source: No Threshold
fa_ir: بدون آستانه

source: Bank Account
fa_ir: حساب‌ بانکی

source: Bank Accounts
fa_ir: حساب‌های بانکی

source: Type
fa_ir: نوع

source: IBAN
fa_ir: شناسه شبا

source: Debit Card
fa_ir: کارت بانکی

source: Owner Name
fa_ir: نام صاحب حساب

source: User
fa_ir: کاربر

source: Editable
fa_ir: قابل ویرایش

source: Locked
fa_ir: قفل شده

source: Value
fa_ir: مقدار

source: Withdraw
fa_ir: برداشت

source: Account type is not valid.
fa_ir: نوع حساب معتبر نیست.

source: %s can not be empty.
fa_ir: %s نمی تواند خالی باشد.

source: Entered %s is not valid
fa_ir: %s وارد شده معتبر نیست

source: You are already add this %s to your bank account list.
fa_ir: شما قبلاً این %s را به لیست حساب بانکی خود اضافه کرده اید.

source: Bank Account not found
fa_ir: حساب بانکی پیدا نشد

source: It's not a valid %s
fa_ir: این یک %s معتبر نیست

source: Please select a %s
fa_ir: لطفا یک %s را انتخاب کنید

source: Sorry, you can not add new bank info, some previous item is not valid.
fa_ir: متاسفانه شما قادر به اضافه کردن اطلاعات حساب جدید نیستید، برخی از آیتم‌های قبلی معتبر نیستند.

source: Bank
fa_ir: بانک

source: Account Information Type
fa_ir: نوع اطلاعات حساب

source: Owner
fa_ir: کاربر

source: Please enter at least %s characters
fa_ir: لطفا بیش از %s کاراکتر وارد کنید

source: Your account specifications not supported, please add information based on supported banks.
fa_ir: اطلاعات حساب شما پشتیبانی نمی‌شوند، لطفا با توجه به بانک‌های قابل انتخاب اطلاعات خود را وارد کنید.

source: Sorry, this value already exist in previous items.
fa_ir: مقدار مورد نظر در آیتم‌‌های قبلی موجود است.

source: Ayandeh Bank
fa_ir: بانک آینده

source: Eghtesad Novin Bank
fa_ir: بانک اقتصاد نوین

source: Pasargad Bank
fa_ir: بانک پاسارگاد

source: Tejarat Bank
fa_ir: بانک تجارت

source: Tosee Taavon Bank
fa_ir: بانک توسعه تعاون

source: Tosee Saderat Bank
fa_ir: بانک توسعه صادرات

source: Parsian Bank
fa_ir: بانک پارسیان

source: Dey Bank
fa_ir: بانک دی

source: Refah Bank
fa_ir: بانک رفاه

source: Saman Bank
fa_ir: بانک سامان

source: Sepah Bank
fa_ir: بانک سپه

source: Sarmayeh Bank
fa_ir: بانک سرمایه

source: Sina Bank
fa_ir: بانک سینا

source: Shahr Bank
fa_ir: بانک شهر

source: Saderat Bank
fa_ir: بانک صادرات

source: Sanat O Madan Bank
fa_ir: بانک صنعت و معدن

source: Karafarin Bank
fa_ir: بانک کارآفرین

source: Keshavarzi Bank
fa_ir: بانک کشاورزی

source: Maskan Bank
fa_ir: بانک مسکن

source: Mellat Bank
fa_ir: بانک ملت

source: Melli Bank
fa_ir: بانک ملی

source: Post Bank
fa_ir: پست بانک ایران

source: Resalat Bank
fa_ir: بانک قرض الحسنه رسالت

source: Mehr Iran Bank
fa_ir: بانک قرض الحسنه مهر ایران

source: Gardeshgari Bank
fa_ir: بانک گردشگری

source: Iran Zamin Bank
fa_ir: بانک ایران زمین

source: Middle East Bank
fa_ir: بانک خاورمیانه

source: Fee of each transaction is %s
fa_ir: کارمزد برای هر تراکنش %s

source: Income
fa_ir: درآمد

source: Incomes
fa_ir: درآمد‌ها

source: Related Order
fa_ir: سفارش مرتبط

source: Amount
fa_ir: مبلغ

source: Unwithdrawn
fa_ir: برداشت نشده

source: Withdrawn
fa_ir: برداشت شده

source: None Withdrawnable
fa_ir: غیر قابل برداشت

source: Withdraw Status
fa_ir: وضعیت برداشت

source: Request
fa_ir: درخواست

source: Payment
fa_ir: پرداخت

source: Payments
fa_ir: پرداخت‌ها

source: Payout
fa_ir: مبلغ پرداختی

source: Success
fa_ir: موفق

source: Failed
fa_ir: شکست خورد

source: Creator
fa_ir: ایجاد کننده

source: Mobile Bank
fa_ir: موبایل بانک

source: PAYA
fa_ir: پایا

source: SATNA
fa_ir: ساتنا

source: ATM
fa_ir: خود پرداز

source: API
fa_ir: وب سرویس (API)

source: Terminal
fa_ir: پایانه

source: Transaction Datetime
fa_ir: تاریخ تراکنش

source: Deducts
fa_ir: کسورات

source: Reference ID
fa_ir: شماره مرجع

source: Tracking Code
fa_ir: کد پیگیری

source: Origin Account
fa_ir: حساب مبدا

source: Destination Description
fa_ir: شرح مقصد

source: Origin Description
fa_ir: شرح مبدا

source: Pending
fa_ir: در انتظار تایید

source: Awaiting Payment
fa_ir: در انتظار پرداخت

source: Awaiting Review
fa_ir: در انتظار بررسی پرداخت

source: Internship
fa_ir: کارآموزی

source: Accepted
fa_ir: پذیرفته شده

source: Rejected
fa_ir: رد شده

source: Reject Description
fa_ir: شرح رد کردن

source: Order
fa_ir: سفارش

source: Withdraws
fa_ir: برداشت‌ها

source: Accepted at
fa_ir: پذیرفته شده در

source: Write a text to user, when you reject the request or change status to awaiting payment.
fa_ir: هنگامی که درخواست را رد می کنید یا وضعیت را به انتظار پرداخت تغییر می دهید، یک متن برای کاربر بنویسید.

source: Bank of Origin
fa_ir: بانک مبدا

source: Unknown
fa_ir: نامشخص

source: Tracking Number
fa_ir: شماره پیگیری

source: Transaction Date
fa_ir: تاریخ تراکنش

source: Request Review
fa_ir: بررسی درخواست

source: Accept Request
fa_ir: پذیرش درخواست

source: Reject Request
fa_ir: رد درخواست

source: This message show to the user that requested this request.
fa_ir: این پیغام به کاربری که این درخواست را ثبت کرده است، نشان داده خواهد شد.

source: This request status already changed to %s.
fa_ir: وضعیت این درخواست پیش از این به %s تغییر کرده است.

source: Submit
fa_ir: تایید

source: Pending Payment
fa_ir: در انتظار پرداخت

source: Refused
fa_ir: رد شده

source: Your withdraw is submitted successfully.
fa_ir: برداشت شما با موفقیت ثبت شد.

source: Can not save relation ship: %s
fa_ir: رابطه قابل ذخیره نیست: %s

source: Can not add a new withdraw: %s
fa_ir: قادر به افزودن برداشت جدید نیستیم: %s

source: You don't have any income until now, with status %s.
fa_ir: شما هیچ آیتم درآمدی تا امروز با وضعیت %s ندارید.

source: Your requested amount (%s) is less than your agreement balance threshold (%s).
fa_ir: مبلغ قابل پرداخت (%s) از کف موجودی برای برداشت (%s) کمتر است.

source: Agreement not found.
fa_ir: الگوی درآمدی یافت نشد.

source: You already have a withdraw with %s status.
fa_ir: یک برداشت با وضعیت %s دارید. امکان ثبت درخواست جدید وجود ندارد.

source: My Salary Profile
fa_ir: پروفایل درآمدی من

source: Date
fa_ir: تاریخ

source: Bank Account Information
fa_ir: اطلاعات حساب بانکی

source: Total Incomes
fa_ir: جمع کل درآمد‌ها

source: Total Deducts
fa_ir: جمع کل کسورات

source: Total Payments
fa_ir: جمع کل پرداخت‌ها

source: Date To
fa_ir: تا تاریخ

source: By submitting a new payment request, you will receive your income in the form of a deposit to the introduced bank account
fa_ir: با ثبت برداشت، درآمد‌های خود را به شکل واریز به حساب بانکی معرفی شده دریافت کنید

source: Profile page
fa_ir: صفحه پروفایل‌

source: You should first, fill in your bank account information inside your %s, to submit a withdraw
fa_ir: برای ثبت برداشت، ابتدا اطلاعات حساب بانکی خود را در %s تکمیل کنید

source: Add New Withdraw
fa_ir: برداشت جدید

source: Some require parameters is missing.
fa_ir: داده‌های مورد نیاز برای انجام عملیات یافت نشد.

source: Created at
fa_ir: تاریخ ایجاد

source: No products found.
fa_ir: هیچ محصولی یافت نشد.

source: Name
fa_ir: نام

source: Total Sale
fa_ir: جمع فروش

source: Your Earns
fa_ir: سهم شما

source: Incoming Type
fa_ir: نوع درآمدزایی

source: %s sale
fa_ir: %s فروش

source: %s number order
fa_ir: %s عدد سفارش

source: Earned revenue is receivable before it reaches the sales floor
fa_ir: درآمدهای اکتسابی پیش از رسیدن به کف فروش، قابل وصول است

source: Earned revenue is not receivable before it reaches the sales floor
fa_ir: درآمدهای اکتسابی پیش از رسیدن به کف فروش، قابل وصول نیست

source: Record Previous Incomes
fa_ir: احتساب درآمدهای پیش از کف فروش

source: after %s
fa_ir: بعد از %s

source: From first order
fa_ir: از اولین سفارش

source: Start of Record Incomes
fa_ir: شروع ثبت درآمد

source: End of Record Incomes
fa_ir: پایان ثبت درآمد

source: Edit Bank Information
fa_ir: ویرایش اطلاعات حساب بانکی

source: You don't have any agreement.
fa_ir: الگوی درآمدی با شما تعریف نشده است.

source: Agreement is required
fa_ir: الگوی درآمدی یک پارامتر ضروری است

source: User already submit a request on this agreement
fa_ir: کاربر مورد نظر، پیش از این یک درخواست برای این الگوی درآمدی ثبت کرده است

source: User request rejected by admin
fa_ir: درخواست کاربر توسط مدیر رد شده است

source: Agreement is private
fa_ir: الگوی درآمدی خصوصی است

source: Agreement not for the user
fa_ir: الگوی درآمدی برای این کاربر نیست

source: Agreement not founded.
fa_ir: الگوی درآمدی یافت نشد.

source: Unrequestable
fa_ir: غیر قابل درخواست

source: Requestable
fa_ir: قابل درخواست

source: We have received your request and are reviewing it.
fa_ir: درخواست شما را دریافت کرده و در حال بررسی آن هستیم.

source: The aforementioned request will be approved if all conditions and prerequisites are met.
fa_ir: درخواست مذکور در صورت رعایت کلیه شرایط و پیش‌نیازها، مورد تایید قرار خواهد گرفت.

source: Congratulations
fa_ir: تبریک

source: Your partnership with %s has started at %s under %s agreement. Click the button below to view the partnership agreement.
fa_ir: همکاری شما با %s از تاریخ %s تحت الگوی %s آغاز شده است. برای مشاهده جزئیات الگوی همکاری روی دکمه زیر کلیک کنید.

source: Your request is in the internship state.
fa_ir: درخواست شما در مرحله کارآموزی است.

source: After the internship, your request will be accepted and your collaboration with %s will begin.
fa_ir: پس از دوره کارآموزی، درخواست شما مورد پذیرش نهایی قرار گرفته و همکاری شما با %s شروع خواهد شد.

source: Approved
fa_ir: تایید شده

source: Your request to collaborate with %s has been approved.
fa_ir: درخواست همکاری شما با %s تأیید شد.

source: Your request is currently pending payment. Please complete your payment in one step (from a bank card in your name) and if you are using the card-to-card method, enter your payment information in the form below.
fa_ir: در حال حاضر درخواست شما در انتظار پرداخت است. لطفا پرداخت خود را در یک مرحله (از یک کارت بانکی به نام خودتان) تکمیل و در صورتی که از روش کارت به کارت استفاده می‌کنید، اطلاعات پرداخت را در فرم زیر ثبت کنید.

source: Paid
fa_ir: پرداخت شده

source: We have received your payment information and are reviewing it.
fa_ir: اطلاعات ثبت شده از پرداخت شما را دریافت کرده و در حال بررسی آن هستیم.

source: Cost of Internship
fa_ir: هزینه کارآموزی

source: Discount
fa_ir: تخفیف

source: Amount Paid
fa_ir: مبلغ پرداخت شده

source: You are not apply on this agreement yet.
fa_ir: شما هنوز برای این الگوی درآمدی درخواستی ثبت نکرده اید.

source: agreement id is a require field
fa_ir: شناسه الگوی درآمدی یافت نشد

source: Cost of Request
fa_ir: هزینه درخواست

source: Your requested agreement not found
fa_ir: الگوی درآمدی درخواستی شما یافت نشد

source: It's seems you dont submit any request on the agreement
fa_ir: به نظر می‌رسد شما درخواستی برای این الگوی درآمدی ثبت نکرده‌اید

source: Without Price
fa_ir: بدون قیمت

source: Price
fa_ir: قیمت

source: Total Price
fa_ir: جمع کل

source: Enter your coupon
fa_ir: محل وارد کردن کد تخفیف

source: Payment Method
fa_ir: شیوه پرداخت

source: Deposit the above amount all at once (in one go) to the bank account with the following details.
fa_ir: مبلغ فوق را یکجا (در یک نوبت) به حساب بانکی با مشخصات زیر واریز کنید.

source: Select your bank
fa_ir: بانک خود را انتخاب کنید

source: Cooperation Details
fa_ir: جزئیات همکاری

source: This page provides a summary of the details of how to collaborate. If you are interested in doing so, please proceed to the next step.
fa_ir: در این صفحه خلاصه‌ای از جزئیات نحوه همکاری ارائه شده است. در صورتی که مایل به انجام این همکاری هستید، به مرحله بعد بروید.

source: Prerequisites
fa_ir: پیش‌نیازها

source: Complete Profile
fa_ir: تکمیل پروفایل کاربری

source: Complete the following information in your user profile. If the information and documents are verified, you will be directed to the next step. The verification process will take between a few hours and a few days. Please check back on this page in the coming days to check the results of the verification process.
fa_ir: اطلاعات زیر را در پروفایل کاربری خود تکمیل کنید. در صورت احراز صحت اطلاعات و مدارک به مرحله بعد هدایت خواهید شد. فرآیند احراز بین چند ساعت تا چند روز به طول خواهد انجامید. لطفا جهت بررسی نتیجه فرآیند احراز، طی روزهای آتی مجددا به این صفحه مراجعه کنید.

source: Cooperation Terms
fa_ir: شرایط همکاری

source: By submitting your cooperation request, you agree to the following terms and conditions. If you wish to cooperate, please confirm the terms and conditions and proceed to the next step.
fa_ir: ثبت درخواست همکاری شما به منزله موافقت کامل با شرایط زیر است. لطفا در صورت تمایل به همکاری، شرایط را تأیید کرده و به مرحله بعد بروید.

source: Requested agreement not found!
fa_ir: الگوی درآمدی درخواستی شما یافت نشد!

source: Coupon applied successfully.
fa_ir: کد تخفیف با موفقیت اعمال شد.

source: Entered code is not valid.
fa_ir: کد وارد شده معتبر نیست.

source: Coupon Code
fa_ir: کد كوپن

source: Something is wrong, please contact us.
fa_ir: مشکلی به وجود آمده است، لطفا با ما تماس بگیرید.

source: You request submitted successfully
fa_ir: درخواست شما با موفقیت ثبت شد

source: Something wrong on submitting your request, please try again after few minutes
fa_ir: مشکلی در هنگام ثبت درخواست شما به وجود آمده است، لطفا بعدا چند دقیقه دوباره امتحان کنید

source: you already submit a request on this agreement
fa_ir: شمار پیش از این یک درخواست برای پیوستن به این الگوی درآمدی ارسال کرده‌اید

source: Your verifiable fields is not verified, can't submit your request
fa_ir: برخی از فیلد‌های پروفایل شما احراز نشده اند، شما نمی‌توانید درخواست خود را ثبت کنید

source: Please accept terms first.
fa_ir: لطفا ابتدا تیک پذیرش قوانین و مقرارت را برنید.

source: Your order submitted successfully
fa_ir: درخواست شما با موفقیت ثبت شد

source: Something is wrong, please try again.
fa_ir: اشکالی در فرایند عملیات رخ داده است، لطفا دوباره امتحان کنید.

source: Your request is not valid or not found.
fa_ir: درخواست شما معتبر نیست یا یافت نشد.

source: Verified
fa_ir: تایید شده

source: Uncompleted
fa_ir: تکمیل نشده

source: Owner of %s
fa_ir: مالک %s

source: Number of %s
fa_ir: شماره %s

source: Bank account removed successfully
fa_ir: حساب بانکی با موفقیت حذف شد

source: Something wrong on remove process, please try again
fa_ir: مشکلی در فرآیند حذف به وجود آمده است، لطفا دوباره امتحان کنید

source: Your requested account for remove is locked
fa_ir: حساب بانکی که می‌خواهید حذف کنید قفل شده است

source: Can not find requested account
fa_ir: قادر به یافتن حساب درخواستی نیستیم

source: Bank account saved successfully
fa_ir: حساب بانکی با موفقیت ذخیره شد

source: Missing some require fields
fa_ir: بررخی از فیلد‌های ضروری یافت نشدند

source: Account Owner Name
fa_ir: صاحب حساب

source: Account Type
fa_ir: نوع حساب

source: Requested withdraw not found.
fa_ir: برداشتی که دنبال آن هستید یافت نشد.

source: Total of your incomes for selected agreements
fa_ir: جمع درآمد شما از الگوهای انتخاب شده

source: Total
fa_ir: جمع کل

source: Impossible to withdraw because of some managerial reasons
fa_ir: عدم امکان برداشت به دلایل مدیریتی

source: Impossible to withdraw because of insufficient sales volume
fa_ir: عدم امکان برداشت به دلیل حجم فروش ناکافی

source: Your total income that is higher than %s
fa_ir: جمع درآمد شما که بالاتر از مبلغ %s است

source: Remain
fa_ir: مانده

source: Total your receivables
fa_ir: جمع درآمد قابل وصول شما

source: Some require parameters is missing
fa_ir: برخی از پارامتر‌های ضروری یافت نشدند

source: Choose the agreements that you want to be credited with
fa_ir: الگو‌هایی که می خواهید درآمدشان برایتان واریز شود انتخاب کنید

source: Start Earn Money
fa_ir: شروع کسب درآمد

source: You are not member of any agreement yet, you can find appliable agreements in %s to apply theme.
fa_ir: شما عضو هیچ الگوی‌ درآمدی نیستید، برای ثبت درخواست عضویت می‌توانید از %s اقدام کنید.

source: User Profile
fa_ir: پروفایل کاربری

source: My Salary
fa_ir: کسب درآمد

source: Start Earning Money
fa_ir: شروع کسب درآمد

source: Apply to agreement
fa_ir: عضویت در الگوی درآمدی

source: All Public Agreements
fa_ir: همه الگو‌های درآمدی

source: List of public agreements that you can apply to theme
fa_ir: لیستی از الگو‌های درآمدی که شما می‌توانید در آنها ثبت نام کنید

source: Show Agreement
fa_ir: نمایش الگوی درآمدی

source: Show details of agreement and your request
fa_ir: نمایش جزئیات الگو درآمدی و درخواست شما

source: Agreement Details
fa_ir: جزئیات الگوی درآمدی

source: Details of earning money in this agreement
fa_ir: جزئیات کسب درآمد در این الگوی درآمدی

source: Terms of cooperation within this agreement
fa_ir: شرایط همکاری در قالب این الگوی درآمدی

source: Request Status
fa_ir: وضعیت درخواست

source: The latest status of your application for this revenue model
fa_ir: آخرین وضعیت درخواست شما برای این الگوی درآمدی

source: Submit Request
fa_ir: ثبت درخواست

source: Submit your request for apply to this agreement
fa_ir: درخواست خود را برای ورد به این الگوی درآمدی ثبت کنید

source: My Agreements
fa_ir: الگو‌های درآمدی من

source: Your agreements list
fa_ir: لیست الگو‌های درآمدی شما

source: Your agreement information
fa_ir: اطلاعات الگوی درآمدی شما

source: Cooperation Status
fa_ir: وضعیت همکاری

source: Your cooperation status in this agreement
fa_ir: وضعیت همکاری شما در این الگوی درآمدی

source: Your incomes related to this agreement
fa_ir: درآمد‌های شما که با این الگوی درآمدی مرتبط هستند

source: My Withdraws
fa_ir: برداشت‌های من

source: List of Withdraws
fa_ir: لیست برداشت‌ها

source: List of your withdraws
fa_ir: لیست برداشت‌های شما

source: Details of Withdraw
fa_ir: جزئیات برداشت

source: Your withdraw details
fa_ir: جزئیات برداشت شما

source: Your %s related to this withdraw
fa_ir: %s شما مرتبط با این برداشت

source: Sale Count
fa_ir: تعداد فروش

source: Cooperation Start Date
fa_ir: تاریخ شروع همکاری

source: Your Income
fa_ir: درآمد شما

source: Request Date
fa_ir: تاریخ درخواست

source: Current Status
fa_ir: وضعیت جاری

source: Pay
fa_ir: پرداخت

source: Apply Coupon
fa_ir: اعمال کد تخفیف

source: Submit Payment
fa_ir: ثبت اطلاعات پرداخت

source: View Agreement
fa_ir: مشاهده الگوی درآمدی

source: Show Details
fa_ir: نمایش جزئیات

source: Edit Profile
fa_ir: ویرایش پروفایل

source: Please wait until we verify your verifiable fields, we do it as soon as possible.
fa_ir: لطفاً صبر کنید تا فیلدهای قابل تأیید شما را تأیید کنیم، ما این کار را در اسرع وقت انجام می دهیم.

source: Please fill required fields on your profile.
fa_ir: لطفا فیلدهای الزامی را در پروفایل خود تکمیل کنید.

source: Click the button to edit your profile.
fa_ir: برای ویرایش پروفایل خود روی دکمه روبرو کلیک کنید

source: I read the content of this page carefully and fully accept it.
fa_ir: محتوای این صفحه را با دقت مطالعه کرده و به طور کامل می‌پذیرم.

source: Please accept terms first
fa_ir: لطفا ابتدا تیک پذیرش قوانین و مقرارت را برنید

source: Sorry, you can't apply to this agreement, util require fields is not verified
fa_ir: قبل از تایید فیلد‌های ضروری نمی‌توانید برای این الگوی درآمدی درخواست ثبت کنید

source: Products Count
fa_ir: تعداد محصولات

source: The bank account is required only in the name of the user and there is no discrepancy in the user profile information
fa_ir: حساب بانکی فقط به نام شخص کاربر و عدم وجود مغایرت در اطلاعات پروفایل کاربری الزامی است

source: Save Bank Account Information
fa_ir: ذخیره اطلاعات حساب بانکی

source: Add New Bank Account
fa_ir: افزودن حساب بانکی جدید

source: Save Bank Account
fa_ir: ذخیره حساب‌ بانکی

source: Remove
fa_ir: حذف

source: Are you sure about delete this account bank?
fa_ir: آیا در مورد حذف این حساب بانکی مطمئن هستید؟

source: List of Incomes
fa_ir: لیست درآمد‌ها

source: Incomes related to this withdraw
fa_ir: درآمد‌های مرتبط با این برداشت

source: List of Payments
fa_ir: لیست پرداخت‌ها

source: Payment related to this withdraw
fa_ir: برداشت‌های مرتبط با این برداشت

source: Withdraw Summary
fa_ir: خلاصه برداشت

source: Your withdraw status is %s and you don't have any payment yet.
fa_ir: وضعیت برداشت شما %s است و هنوز پرداختی برای درخواست شما ثبت نشده است.

source: You can't edit this request after submit
fa_ir: درخواست شما پس از ثبت غیر قابل ویرایش خواهد بود

source: Submit Withdraw
fa_ir: ثبت برداشت

source: Calculate Payable Income
fa_ir: محاسبه درآمد قابل پرداخت

source: Please choose some agreement before calculate
fa_ir: لطفا الگوی همکاری را انتخاب کنید

source: List of your bank accounts
fa_ir: لیست حساب‌های بانکی شما

source: Salary
fa_ir: دریافتی کاربران

source: Salary Setting
fa_ir: تنظیمات دریافتی کاربران

source: Setting
fa_ir: تنظیمات

source: Agreement Configuration
fa_ir: پیکربندی الگوی درآمدی

source: General
fa_ir: عمومی

source: User Fields
fa_ir: فیلدهای کاربر

source: Require fields for apply
fa_ir: فیلدهای لازم برای درخواست

source: Request Statuses Description
fa_ir: شرح وضعیت‌های مختلف درخواست

source: Show to user if user request is on that status.
fa_ir: این شرح در هر مرحله از وضعیت درخواست به کاربر نمایش داده می‌شود.

source: Cooperation Status Description
fa_ir: شرح وضعیت همکاری

source: Shows to user on the cooperation status section
fa_ir: در بخش وضعیت همکاری به کاربر نشان داده می شود

source: Site title
fa_ir: عنوان سایت

source: Transactions
fa_ir: تراکنش‌ها

source: Transactions Configuration
fa_ir: پیکربندی تراکنش‌ها

source: Min Withdraw Balance
fa_ir: کف موجودی برای تسویه

source: Origin Accounts
fa_ir: حساب‌های مبدا

source: Account Number
fa_ir: شماره حساب

source: Fee Policies
fa_ir: قوانین کسورات

source: Enable
fa_ir: فعال

source: Policy Type
fa_ir: نوع سیاست

source: Bank Name
fa_ir: نام بانک
