Repository: pmpr/wp-mdl-salary
Catalog: translation/*.po
Languages: fa_ir

source: Collaborator
fa_ir: همکار

source: Income and Payment
fa_ir: درآمد و پرداخت

source: Bank is not supported
fa_ir: بانک مورد نظر پشتیبانی نمی‌شود

source: Can not add income: %s
fa_ir: قادر به افزودن درآمد نیستیم: %s
